Revit 2027 API
BuiltInFailures.FamilyFailures.CantPlaceInstanceWarning Property
 Can't place instance of [Symbol]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantPlaceInstanceWarning { get; }
Public Shared ReadOnly Property CantPlaceInstanceWarning As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantPlaceInstanceWarning {
	FailureDefinitionId^ get ();
}
static member CantPlaceInstanceWarning : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace